Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Desktop.resw
Source language: en
Languages: id

# lng_sure_enable_socks
source: Are you sure you want to enable this proxy? Server: {server} Port: {port} You can change your proxy server later in Settings > Advanced > Connection Type.
id: Apakah Anda yakin ingin mengaktifkan proxy ini? Server: {server} Port: {port} Anda dapat mengubah server proxy Anda di Pengaturan > Lanjutan > Jenis Koneksi.

# lng_sure_leave_channel
source: Are you sure you want to leave this channel?
id: Apakah Anda yakin ingin meninggalkan channel ini?

# lng_sure_leave_group
source: Are you sure you want to leave this group?
id: Anda yakin ingin keluar dari grup?

# lng_sure_logout
source: Are you sure you want to log out?
id: Anda yakin ingin keluar dari akun?

# lng_sure_remove_user_channel
source: Remove {user} from the channel?
id: Hapus {user} dari channel?

# lng_sure_remove_user_group
source: Remove {user} from the group?
id: Keluarkan {user} dari grup?

# lng_sure_save_language
source: Telegram will restart in order to change the language
id: Telegram akan restart untuk mengganti bahasa.

# lng_switch_gifs
source: GIFs
id: GIF

# lng_switch_masks
source: Masks
id: Mask

# lng_switch_stickers
source: Stickers
id: Stiker

# lng_switch_to_this
source: Continue in English
id: Lanjut dalam Bahasa Indonesia

# lng_telegram_features_url
source: https://t.me/TelegramTips
id: https://t.me/TelegramTipsID

# lng_terms_age_other
source: I confirm that I am {count} or over
id: Saya mengkonfirmasi bahwa saya {count} atau lebih

# lng_terms_agree
source: Agree & Continue
id: Setuju & Lanjut

# lng_terms_agree_to_proceed
source: Agree and proceed to {bot}.
id: Setujui dan lanjutkan {bot}.

# lng_terms_back
source: Back
id: Kembali

# lng_terms_decline
source: Decline
id: Tolak

# lng_terms_decline_and_delete
source: Decline & Delete
id: Tolak & Hapus

# lng_terms_delete_now
source: Delete now
id: Hapus sekarang

# lng_terms_delete_warning
source: Warning, this will irreversibly delete your Telegram account and all the data you store in the Telegram cloud. Important: You can Cancel now and export your data first instead of losing it. (To do this, open the latest version of Telegram Desktop and go to Settings > Advanced > Export Telegram data.)
id: Peringatan, hal ini akan menghapus akun Telegram Anda secara permanen bersama dengan semua data yang Anda simpan di penyimpanan awan Telegram. PENTING: Anda dapat membatalkan sekarang dan mengekspor data Anda agar tidak hilang. (Untuk melakukan hal ini, buka Telegram Dekstop versi terkini, lalu buka Pengaturan > Ekspor Data Telegram.)

# lng_terms_header
source: Terms of Service
id: Ketentuan Layanan

# lng_terms_signup
source: By signing up, you agree to the {link}.
id: Dengan mendaftar, Anda menyetujui {link}.

# lng_terms_signup_link
source: Terms of Service
id: Ketentuan Layanan

# lng_terms_signup_sorry
source: Unfortunately, this means you can't sign up for Telegram. Unlike other apps, Telegram does not use user data for ad targeting or other commercial purposes. Telegram only stores the information it needs to function as a feature-rich cloud service. You can adjust how your data is used (e.g., delete synced contacts) in Privacy & Security settings. If you are not comfortable with Telegram's modest needs, it won't be possible for us to provide you with this service.
id: Sayangnya, hal ini berarti Anda tidak dapat mendaftar di Telegram. Berbeda dengan yang lain, Telegram tidak menggunakan data pengguna untuk penargetan iklan atau tujuan komersil lainnya. Telegram hanya menyimpan informasi yang dibutuhkan untuk berfungsi sebagai layanan penyimpanan awan kaya fitur. Anda dapat menyesuaikan penggunaan data Anda (mis: menghapus kontak tersinkronisasi) di pengaturan Privasi dan Keamanan. Apabila Anda tidak nyaman dengan kebutuhan Telegram, tidak mungkin bagi kami untuk menyediakan layanan ini bagi Anda.

# lng_terms_update_sorry
source: We're very sorry, but this means we must part ways here. Unlike others, we don't use your data for ad targeting or other commercial purposes. Telegram only stores the information it needs to function as a secure and feature-rich cloud service. You can adjust how we use your data in Privacy & Security settings. But if you're generally not OK with Telegram's modest requirements, it won't be possible for us to provide you with this service. You can delete your account now — or look around some more and delete it later if you feel you're not happy with the way we use your data.
id: Kami mohon maaf. Untuk itu, kami harus berpisah sampai di sini. Tidak seperti yang lain, kami tidak menggunakan data Anda untuk penargetan iklan atau tujuan komersial lainnya. Telegram hanya menyimpan informasi yang dibutuhkan untuk berfungsi sebagai layanan cloud yang aman dan kaya fitur. Anda dapat menyesuaikan cara kami menggunakan data Anda di pengaturan Privasi & Keamanan. Tetapi jika Anda umumnya tidak setuju dengan persyaratan sederhana Telegram, tidak mungkin bagi kami untuk menyediakan layanan ini bagi Anda. Anda dapat menghapus akun Anda sekarang - atau melihat-lihat lagi dan menghapusnya nanti jika Anda merasa tidak puas dengan cara kami menggunakan data Anda.

# lng_text_copied
source: Text copied to clipboard.
id: Teks disalin ke papan klip.

# lng_theme_delete
source: Delete
id: Hapus

# lng_theme_delete_sure
source: Are you sure you want to delete this theme?
id: Anda yakin ingin menghapus tema ini?

# lng_theme_editor_attach_description
source: You can create desktop part of your theme based on your currently selected colors and wallpaper. Alternatively, you can import existing theme or color palette from file.
id: Anda dapat membuat bagian desktop dari tema Anda berdasarkan wallpaper dan warna yang terpilih saat ini. Sebagai alternatif, Anda dapat mengimpor tema atau palet warna yang sudah ada dari berkas.

# lng_theme_editor_attach_title
source: Attach desktop theme
id: Lampirkan tema desktop

# lng_theme_editor_background_image
source: Background Image
id: Gambar Latar

# lng_theme_editor_cant_change_theme
source: You can't apply a new theme while editing the color palette. Please close the theme editor first.
id: Anda tidak dapat menerapkan tema baru ketika mengedit palet warna. Silakan tutup editor tema dahulu.

# lng_theme_editor_choose_image
source: Choose Background Image
id: Pilih Gambar Latar

# lng_theme_editor_choose_name
source: Save Theme File
id: Simpan Berkas Tema

# lng_theme_editor_create
source: Create
id: Buat

# lng_theme_editor_create_description
source: Your new theme will be based on your currently selected colors and wallpaper. Alternatively, you can import an existing theme or color palette from a file.
id: Tema baru Anda akan didasarkan pada warna dan latar yang dipilih Anda sekarang. Sebagai alternatif, Anda dapat mengimpor tema atau palet warna yang sudah ada dari berkas.

# lng_theme_editor_create_title
source: Create theme
id: Buat tema

# lng_theme_editor_done
source: Theme exported successfully!
id: Tema berhasil diekspor!

# lng_theme_editor_error
source: The editor encountered an error :( See 'log.txt' for details.
id: Editor mengalami kesalahan :( Lihat 'log.txt' untuk detailnya.

# lng_theme_editor_export
source: Export
id: Ekspor

# lng_theme_editor_export_button
source: Export theme
id: Ekspor tema

# lng_theme_editor_import_existing
source: Import existing theme
id: Impor tema yang sudah ada

# lng_theme_editor_link_about
source: Your theme will be updated for all users each time you change it. Anyone can install it using this link. Theme links must be longer than 5 characters and use a-z, 0-9 and underscores.
id: Tema Anda akan diperbarui bagi semua pengguna setiap kali Anda mengubahnya. Siapa pun dapat memasangnya dengan tautan ini. Tautan tema harus minimal 5 karakter dan menggunakan a-z, 0-9, dan garis bawah.

# lng_theme_editor_menu_export
source: Export theme
id: Ekspor tema

# lng_theme_editor_menu_import
source: Import theme
id: Impor tema

# lng_theme_editor_menu_show
source: Show palette file
id: Tampilkan berkas palet

# lng_theme_editor_name
source: Theme name
id: Nama tema

# lng_theme_editor_need_auth
source: You need to log in to save your theme.
id: Anda perlu masuk ke akun untuk menyimpan tema Anda.

# lng_theme_editor_need_unlock
source: You need to unlock Telegram to save your theme.
id: Anda harus membuka kunci Telegram untuk menyimpan tema Anda.

# lng_theme_editor_new_keys
source: Not in the palette yet
id: Tidak berada pada palet

# lng_theme_editor_no_keys
source: No keys in the palette yet
id: Tidak ada kunci pada palet

# lng_theme_editor_read_from_jpg
source: JPEG image, {size}
id: Gambar JPEG, {size}

# lng_theme_editor_read_from_png
source: PNG image, {size}
id: Gambar PNG, {size}

# lng_theme_editor_save_button
source: Save theme
id: Simpan tema

# lng_theme_editor_save_palette
source: Save Palette File
id: Simpan Berkas Palet

# lng_theme_editor_save_title
source: Save theme
id: Simpan tema

# lng_theme_editor_saved_to_jpg
source: Saved to JPEG, {size}
id: Tersimpan sebagai JPEG, {size}

# lng_theme_editor_sure_close
source: Are you sure you want to close the editor? Your changes won't be saved.
id: Anda yakin ingin menutup editor? Perubahan Anda tidak akan disimpan.

# lng_theme_editor_title
source: Edit color palette
id: Edit palet warna

# lng_theme_keep_changes
source: Keep changes
id: Simpan

# lng_theme_no_desktop
source: Sorry, this theme doesn't include a version for Telegram Desktop.
id: Maaf, tema ini tidak memuat versi Telegram Desktop.

# lng_theme_no_desktop_version
source: Sorry, this theme doesn't include a version for Telegram Desktop.
id: Maaf, tema ini tidak mengandung versi Telegram Desktop.

# lng_theme_preview_apply
source: Apply this theme
id: Terapkan tema ini

# lng_theme_preview_generating
source: Generating color theme preview...
id: Membuat pratinjau warna tema ...

# lng_theme_preview_invalid
source: Invalid data in this theme file.
id: Data tidak valid dalam berkas tema ini.

# lng_theme_preview_title
source: Theme Preview
id: Pratinjau Tema

# lng_theme_preview_users_other
source: {count} people are using this theme
id: {count} pengguna memasang tema ini

# lng_theme_revert
source: Revert
id: Kembalikan

# lng_theme_reverting_other
source: Reverting to the old theme in {count} seconds.
id: Kembali ke tema semula dalam {count} detik.

# lng_theme_share
source: Share
id: Bagikan

# lng_theme_sure_keep
source: Keep this theme?
id: Terapkan tema ini?

# lng_tooltip_psa_default
source: This message provides you with a public service announcement.
id: Pesan ini memberikan Anda pengumuman layanan publik.

# lng_topic_author_badge
source: Topic Creator
id: Pembuat Topik

# lng_topics_not_found
source: No topics found.
id: Topik tidak ditemukan.

# lng_translate_bar_to
source: Translate to {name}
id: Terjemahkan ke {name}

# lng_translate_bar_to_other
source: Translate to {name}
id: Terjemahkan ke {name}

# lng_translate_box_error
source: Translate failed.
id: Penerjemahan gagal.

# lng_translate_box_original
source: Original
id: Asli

# lng_translate_dont_added
source: {name} added to the Do Not Translate list.
id: {name} ditambahkan ke daftar Jangan Terjemahkan.

# lng_translate_hidden_channel
source: Translation bar is now hidden for this channel.
id: Bilah terjemahan telah disembunyikan untuk channel ini.

# lng_translate_hidden_group
source: Translation bar is now hidden for this group.
id: Bilah terjemahan telah disembunyikan untuk grup ini.

# lng_translate_hidden_user
source: Translation bar is now hidden for this chat.
id: Bilah terjemahan telah disembunyikan untuk obrolan ini.

# lng_translate_menu_dont
source: Don't translate {name}
id: Jangan terjemahkan {name}

# lng_translate_menu_dont_other
source: Don't translate {name}
id: Jangan terjemahkan {name}

# lng_translate_menu_hide
source: Hide
id: Sembunyikan

# lng_translate_menu_to
source: Translate To
id: Terjemahkan Ke

# lng_translate_settings
source: Settings
id: Pengaturan

# lng_translate_settings_about
source: The 'Translate' button will appear when you open a context menu on a text message.
id: Tombol 'Terjemahkan' akan muncul ketika Anda membuka menu konteks pada pesan teks.

# lng_translate_settings_chat
source: Translate Entire Chats
id: Terjemahkan Percakapan

# lng_translate_settings_choose
source: Do Not Translate
id: Jangan Terjemahkan

# lng_translate_settings_one
source: Please choose at least one language so that it can be used as the "Translate to" language.
id: Harap pilih setidaknya satu bahasa sebagai target bahasa untuk fitur "Terjemahkan ke".

# lng_translate_settings_show
source: Show Translate Button
id: Tampilkan Tombol Terjemahkan

# lng_translate_settings_subtitle
source: Translate Messages
id: Terjemahkan Pesan

# lng_translate_show_original
source: Show Original
id: Lihat Asli

# lng_translate_undo
source: Undo
id: Batal

# lng_tray_icon_text
source: Telegram is still running here, you can change this in Settings. If it disappears from the tray, you can drag it back from the hidden icons.
id: Telegram masih berjalan di sini, Anda dapat mengubah ini di Pengaturan. Jika Telegram hilang dari menu, Anda dapat menyeretnya dari ikon tersembunyi.

# lng_try_other_contact
source: Try someone else
id: Coba lainnya

# lng_ttl_about_duration1
source: 1 day
id: 1 hari

# lng_ttl_about_duration2
source: 1 week
id: 1 minggu

# lng_ttl_about_duration3
source: 1 month
id: 1 bulan

# lng_ttl_about_tooltip
source: New messages in this chat will be automatically deleted after {duration}.
id: Pesan baru dalam obrolan ini akan dihapus secara otomatis setelah {duration}.

# lng_ttl_about_tooltip_channel
source: New messages in this chat will be automatically deleted after {duration}.
id: Pesan baru dalam obrolan ini akan dihapus secara otomatis setelah {duration}.

# lng_ttl_about_tooltip_off
source: Auto-delete is now disabled.
id: Penghapusan otomatis dinonaktifkan.

# lng_ttl_edit_about
source: Automatically delete new messages for you and {user} after a certain period of time.
id: Hapus pesan baru secara otomatis bagi Anda dan {user} setelah jangka waktu tertentu.

# lng_ttl_edit_about_channel
source: Automatically delete new messages sent in this channel after a certain period of time.
id: Secara otomatis menghapus pesan baru dalam channel ini setelah jangka waktu tertentu.

# lng_ttl_edit_about_group
source: Automatically delete new messages sent in this chat after a certain period of time.
id: Secara otomatis menghapus pesan baru dalam obrolan ini setelah jangka waktu tertentu.

# lng_ttl_edit_about2
source: You can also set a default {link} for all your chats in Settings.
id: Anda juga dapat mengatur {link} bawaan untuk semua obrolan di Pengaturan.

# lng_ttl_edit_about2_link
source: self-destruct timer
id: timer penghancur otomatis

# lng_ttl_edit_save
source: Confirm
id: Konfirmasi

# lng_ttl_photo_expired
source: Photo has expired
id: Foto sudah kedaluwarsa

# lng_ttl_photo_received
source: {from} sent you a self-destructing photo. Please view it on your mobile.
id: {from} mengirim foto yang dapat hancur otomatis. Harap dilihat melalui ponsel Anda.

# lng_ttl_photo_sent
source: You sent a self-destructing photo.
id: Anda mengirim foto yang dapat hancur sendiri.

# lng_ttl_video_expired
source: Video has expired
id: Video sudah kedaluwarsa

# lng_ttl_video_received
source: {from} sent you a self-destructing video. Please view it on your mobile.
id: {from} mengirimkan foto yang akan hancur otomatis kepada anda. Mohon untuk melihatnya di perangkat Anda.

# lng_ttl_video_sent
source: You sent a self-destructing video.
id: Anda mengirimkan video yang dapat hancur sendiri.

# lng_typing
source: typing
id: mengetik

# lng_unblock_button
source: Unblock
id: Lepas Blokir

# lng_unread_bar_other
source: {count} Unread Messages
id: {count} Pesan Belum Dibaca

# lng_unread_bar_some
source: Unread messages
id: Pesan belum dibaca

# lng_update_telegram
source: Update Telegram
id: Perbarui Telegram

# lng_upload_show_file
source: Show file
id: Tampilkan berkas

# lng_upload_sure_stop
source: Are you sure you want to stop uploading your files? If you do, you'll need to start over.
id: Anda yakin ingin berhenti mengunggah berkas? Jika ya, Anda perlu mengulang dari awal.

# lng_url_auth_allow_messages
source: Allow {bot} to send me messages
id: Izinkan {bot} untuk mengirim saya pesan

# lng_url_auth_login_option
source: Log in to {domain} as {user}
id: Masuk ke {domain} sebagai {user}

# lng_url_auth_open_confirm
source: Do you want to open {link}?
id: Apakah Anda ingin membuka {link}?

# lng_user_action_choose_sticker
source: {user} is choosing a sticker
id: {user} sedang memilih stiker

# lng_user_action_record_audio
source: {user} is recording a voice message
id: {user} sedang merekam pesan suara

# lng_user_action_record_round
source: {user} is recording a video message
id: {user} merekam pesan video

# lng_user_action_record_video
source: {user} is recording a video
id: {user} merekam video

# lng_user_action_upload_audio
source: {user} is sending a voice message
id: {user} sedang mengirimkan pesan suara

# lng_user_action_upload_file
source: {user} is sending a file
id: {user} sedang mengirimkan berkas

# lng_user_action_upload_photo
source: {user} is sending a photo
id: {user} sedang mengirimkan foto

# lng_user_action_upload_round
source: {user} is sending a video message
id: {user} mengirimkan pesan video

# lng_user_action_upload_video
source: {user} is sending a video
id: {user} sedang mengirimkan video

# lng_user_action_watching_animations
source: watching {emoji}
id: menyaksikan {emoji}

# lng_user_playing_game
source: {user} is playing a game
id: {user} bermain gim

# lng_user_typing
source: {user} is typing
id: {user} mengetik

# lng_username_about
source: You can choose a username on Telegram. If you do, people will be able to find you by this username and contact you without needing your phone number. You can use a–z, 0–9 and underscores. Minimum length is 5 characters.
id: Anda dapat menggunakan username di Telegram. Dengan demikian, orang lain dapat menemukan Anda dengan mencari berdasarkan username dan menghubungi Anda tanpa perlu nomor telepon Anda. Anda dapat menggunakan a-z, 0-9, dan garis bawah. Panjang minimum adalah 5 karakter.

# lng_username_available
source: This username is available.
id: Username ini masih tersedia.

# lng_username_bad_symbols
source: Only a-z, 0-9, and underscores allowed.
id: Hanya a-z, 0-9, dan garis bawah yang diizinkan.

# lng_username_by_phone_not_found
source: User {phone} not found.
id: Pengguna {phone} tidak ditemukan.

# lng_username_choose
source: Choose your username.
id: Pilih Username Anda

# lng_username_copied
source: Link copied to clipboard.
id: Tautan disalin ke papan klip.

# lng_username_description
source: You can choose a username on Telegram. If you do, other people will be able to find you by this username and contact you without knowing your phone number. You can use **a–z**, **0–9** and **underscores**. Minimum length is **5 characters**.
id: Anda dapat memasang nama pengguna di Telegram. Jika Anda memasangnya, pengguna lain akan dapat menemukan Anda dengan nama pengguna dan menghubungi Anda tanpa mengetahui nomor telepon. Anda dapat menggunakan **a-z**, **0-9** dan **garis bawah**. Panjang minimum adalah **5 karakter**.

# lng_username_invalid
source: This username is invalid.
id: Username ini tidak valid.

# lng_username_link
source: This link opens a chat with you:
id: Dengan tautan ini, orang dapat memulai obrolan denganmu:

# lng_username_link_willbe
source: This link will open a chat with you:
id: Tautan ini akan membuka obrolan dengan Anda:

# lng_username_not_found
source: Username @{user} not found.
id: Username @{user} tidak ditemukan.

# lng_username_occupied
source: This username is already occupied.
id: Username ini sudah digunakan.

# lng_username_purchase_available
source: Sorry, this link is taken. But it's available for purchase, see {link}.
id: Maaf, tautan ini sudah diambil. Namun, tautan tersebut tersedia untuk pembelian. Lihat {link}.

# lng_username_too_short
source: This username is too short.
id: Username ini terlalu pendek.

# lng_usernames_activate_confirm
source: Show
id: Tampilkan

# lng_usernames_activate_description
source: Do you want to show this username on your info page?
id: Apakah Anda ingin menampilkan username ini di halaman info Anda?

# lng_usernames_activate_error_other
source: Sorry, you can't activate more than **{count}** usernames.
id: Maaf, Anda tidak dapat mengaktifkan lebih dari **{count}** username.

# lng_usernames_active
source: active
id: aktif

# lng_usernames_deactivate_confirm
source: Hide
id: Sembunyikan

# lng_usernames_deactivate_description
source: Do you want to hide this username from your info page?
id: Apakah Anda ingin menyembunyikan username ini dari halaman info Anda?

# lng_usernames_description
source: Drag and drop links to change the order in which they will be displayed on your info page.
id: Seret dan lepas tautan untuk mengubah urutan tampilannya di halaman info Anda.

# lng_usernames_edit
source: click to edit
id: klik untuk edit

# lng_usernames_non_active
source: inactive
id: tidak aktif

# lng_usernames_subtitle
source: Username order
id: Urutan username

# lng_userpic_builder_color_subtitle
source: Choose background
id: Pilih latar

# lng_userpic_builder_emoji_subtitle
source: Choose sticker or emoji
id: Pilih stiker atau emoji

# lng_users_playing_game
source: {user} and {second_user} are playing a game
id: {user} dan {second_user} sedang bermain game

# lng_users_typing
source: {user} and {second_user} are typing
id: {user} dan {second_user} mengetik

# lng_view_button_background
source: View background
id: Lihat latar

# lng_view_button_bot
source: View bot
id: Lihat bot

# lng_view_button_channel
source: View channel
id: Lihat channel

# lng_view_button_group
source: View group
id: Lihat grup

# lng_view_button_message
source: View message
id: Lihat pesan

# lng_view_button_request_join
source: Request to Join
id: Minta Izin Masuk

# lng_view_button_theme
source: View theme
id: Lihat tema

# lng_view_button_user
source: Send message
id: Kirim pesan

# lng_view_button_voice_chat
source: Video chat
id: Obrolan video

# lng_view_button_voice_chat_channel
source: Live stream
id: Tayangan langsung

# lng_views_tooltip_other
source: Views: {count}
id: Dilihat: {count}

# lng_voice_speed_fast
source: Fast
id: Cepat

# lng_voice_speed_slow
source: Slow
id: Lambat

# lng_voice_speed_very_fast
source: Very fast
id: Sangat cepat

# lng_weekday1
source: Mon
id: Sen

# lng_weekday2
source: Tue
id: Sel

# lng_weekday3
source: Wed
id: Rab

# lng_weekday4
source: Thu
id: Kam

# lng_weekday5
source: Fri
id: Jum

# lng_weekday6
source: Sat
id: Sab

# lng_weekday7
source: Sun
id: Min

# lng_weeks_other
source: {count} weeks
id: {count} minggu

# lng_weeks_tiny_other
source: {count}w
id: {count}m

# lng_will_be_notified
source: Subscribers will be notified when you post.
id: Pelanggan akan mendapat notifikasi saat Anda memposting.

# lng_willbe_history
source: Select a chat to start messaging
id: Pilih obrolan untuk mulai mengirim pesan

# lng_wnd_choose_program_menu
source: Choose Default Program...
id: Pilih program standar ...

# lng_wnd_menu_redo
source: Redo
id: Ulangi

# lng_wnd_menu_undo
source: Undo
id: Batal

# lng_wont_be_notified
source: Subscribers will receive a silent notification.
id: Pelanggan akan mendapatkan notifikasi senyap.

# lng_years_other
source: {count} years
id: {count} tahun

# lng_years_tiny_other
source: {count}y
id: {count}t
